/*
[UT]
*/

"ER00_TEXTA_002" = "Errore\r\nCodice:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Stampante occupata";
"ER04_TEXTA_001" = "Inceppamento carta";
"ER06_TEXTA_005" = "Carta esaurita o caricamento errato";
"ER10_TEXTA_005" = "Necessaria l'assistenza";
"ER10_TEXTA_008" = "Necessaria l'assistenza";
"ER12_TEXTA_001" = "Errore di alimentazione multipagina";
"ER4A_TEXTA_001" = "Un tampone di inchiostro della stampante è prossimo al termine della durata utile.";
"ER4A_TEXTA_002" = "Un tampone di inchiostro della stampante è al termine della durata utile.";
"ERXX_TEXTA_001" = "Errore";
"ST02_TEXTA_001" = "In stampa";
"ST03_TEXTA_001" = "In stampa";
"ST04_TEXTA_001" = "Pronta";
"ST07_TEXTA_001" = "Stampante occupata";
"ST08_TEXTA_007" = "Il caricamento iniziale dell'inchiostro non è completato";
"ST0A_TEXTA_002" = "Prodotto in spegnimento";
"ST11_TEXTA_002" = "Preparazione del sistema di inchiostri.";
"COM_TEXTA_001" = "Errore di comunicazione";
"COM_TEXTA_002" = "Errore di comunicazione\r\nPotrebbe essere selezionato il prodotto errato";
"COM_TEXTA_003" = "Impossibile inviare lavoro di stampa";
"DEV_TEXTA_004" = "Selezionato prodotto differente";
"OFL_TEXTA_003" = "Non pronto";
"PAU_TEXTA_001" = "In pausa";
"SRC_TEXTA_001" = "Ricerca...";
"CHKDUPX_TEXTA_001" = "Stampa doppio lato";
"INKCHECKALERT_TEXTA_007" = "Verificare regolarmente il livello dell'inchiostro.\r\nUn uso prolungato del prodotto con livello di inchiostro sotto la linea del serbatoio può danneggiare la stampante.";
"ER00_TEXTB_014" = "1. Annullare tutti i lavori di stampa.\r\n2. Aprire l'unità scanner e rimuovere eventuale carta inceppata.\r\n3. Chiudere l'unità e quindi spegnere e riaccendere.";
"ER01_TEXTB_001" = "Attendere prego...";
"ER04_TEXTB_041" = "1. Aprire l'unità scanner e rimuovere eventuale carta inceppata.\r\n2. Chiudere l'unità e premere il tasto %btn% sul prodotto.";
"ER06_TEXTB_055" = "1. Rimuovere e ricaricare la carta.\r\n2. Premere il tasto %btn% sul prodotto.\r\n\r\nIn alternativa, è possibile annullare il lavoro di stampa facendo clic su [Annulla] quando viene visualizzato.";
"ER10_TEXTB_008" = "Un tampone di inchiostro della stampante è al termine della durata utile.\r\nContattare l'assistenza Epson.";
"ER10_TEXTB_009" = "Un tampone di inchiostro della stampante è al termine della durata utile.\r\nPotrebbero verificarsi perdite di inchiostro di scarto.\r\nContattare l'assistenza Epson.";
"ER12_TEXTB_007" = "Effettuare una delle seguenti operazioni.\r\n- Rimuovere e ricaricare la carta. Premere il tasto %btn% sul prodotto.\r\n- Fare clic su [Annulla] per annullare il lavoro di stampa quando viene visualizzato. Se non viene annullato, annullarlo sul prodotto.";
"ER4A_TEXTB_001" = "Contattare l'assistenza Epson.\r\nPremere il tasto %btn% sulla stampante per continuare la stampa.";
"ER4A_TEXTB_002" = "Se si continua a stampare, potrebbero verificarsi delle perdite di inchiostro di scarto.\r\nContattare l'assistenza Epson.\r\nPremere il tasto %btn% sulla stampante per continuare la stampa.";
"ST02_TEXTB_001" = "Attendere prego...";
"ST03_TEXTB_001" = "Attendere prego...";
"ST04_TEXTB_001" = "Pronto per stampare.";
"ST07_TEXTB_003" = "Pulizia della testina di stampa o caricamento inchiostro. Attendere prego...";
"ST08_TEXTB_009" = "Vedere il foglio Installazione per completare il processo di caricamento dell'inchiostro iniziale.";
"ST0A_TEXTB_001" = "Attendere prego...";
"ST11_TEXTB_001" = "Attendere prego...";
"COM_TEXTB_005" = "Collegare il prodotto al computer e accendere il prodotto. Se il prodotto viene spento durante la stampa, annullare il lavoro di stampa.";
"COM_TEXTB_006" = "Effettuare quanto segue.\r\n- Il prodotto deve essere collegato a \"%queuename%\". Stampare utilizzando questo prodotto.\r\n- Collegare il prodotto al computer e accendere il prodotto. Se il prodotto viene spento durante la stampa, annullare il lavoro di stampa.";
"COM_TEXTB_007" = "By clicking [Check Connection], Epson Printer Connection Checker checks the connection with the printer, and will attempt to reconnect automatically.\r\nMake sure the printer is turned on, and then click [Check Connection].";
"DEV_TEXTB_004" = "Un prodotto selezionato nel driver è diverso da un prodotto per la stampa. Controllare le impostazioni del driver e il prodotto.";
"OFL_TEXTB_006" = "Non è possibile stampare senza connessione. Connettere il prodotto al computer e accenderlo. Fare clic su [In linea] quando visualizzato o su [Coda di stampa] e cambiare le impostazioni su In linea.\r\n\r\nIn alternativa, è possibile annullare il lavoro di stampa facendo clic su [Annulla] quando viene visualizzato.";
"PAU_TEXTB_003" = "Non è possibile stampare quando il prodotto è in pausa. Fare clic su [Riprendi] quando visualizzato per continuare a stampare o su [Coda di stampa] e deselezionare \"Interrompi stampa\" nel menu \"Stampante\".\r\n\r\nIn alternativa, è possibile annullare il lavoro di stampa facendo clic su [Annulla] quando viene visualizzato.";
"SRC_TEXTB_001" = "Ricerca...";
"CHKDUPX_TEXTB_009" = "1. Stampare la(e) pagina(e) frontale(i).\r\n2. Rimuovere la carta espulsa. Girarla.\r\n3. Caricare la carta dal lato corto e quindi fare clic su [Riprendi].\r\nNota:\r\n- Fare clic su [Annulla] se la stampa non viene avviata.\r\n- La stampa doppio lato potrebbe non risultare disponibile tramite Wi-Fi/rete.";
"BTN_PR_001" = "Copia";
"IDS_INK_STOPRESET" = "Annulla";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Annulla";
"IDS_INK_STOPRJ" = "Annulla";
"IDS_INK_OFFLINE_CANCEL" = "Annulla";
"BTN_PC_004" = "Annulla";
"BTN_PC_009" = "Riprova";
"BTN_PC_010" = "Continua";

//--->
"ER00_TEXTA_001" = "Errore";
"CHARGINGSTATUS_TEXTA_001" = "Caricamento del sistema inchiostri";
"INKCHECKALERT_TEXTA_001" = "Controllare il livello di inchiostro con cadenza regolare.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro in tutti i serbatoi della stampante.\r\nUn uso prolungato del prodotto con livello di inchiostro sotto la linea del serbatoio può danneggiare la stampante.";

////////////////////////////////////////

"920" = "Controllo ugelli";
"921" = "Pulizia testine";
"922" = "Allineamento testine";
"923" = "Impostazioni stampante";
"924" = "Acquista inchiostro";
"926" = "Aggiornamento software";
"928" = "Impostazioni aggiornamento software";
"IDS_PR_ERROR" = "Errore";
"IDS_PR_COMERR" = "Errore di comunicazione";
"IDS_PR_INKFEW" = "Livello inchiostro basso";
"IDS_PR_MAINTENANCECALL" = "Chiamata manutenzione";
"IDS_PR_WARNING" = "Altro avvertimento";
"IDS_PR_CHANGINGBK" = "Sostituzione inchiostro nero";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Sospendi'(u)";
"IDS_PR_SELECTERROR" = "Errore selezione stampante";
"IDS_PR_UNCLOGGER" = "Errore lavoro di stampa";
"IDS_PR_BATTERYWARNING" = "Avvertenza batteria";
"IDS_ITEM" = "Evento";
"IDS_NOTIFY" = "Notifica a schermo";
"IDS_YES" = "On";
"IDS_NO" = "Off";
"IDS_PROMOCHK" = "Mostra offerte Epson";
"IDS_ITEMGROUP" = "Seleziona notifica";
"IDS_SIMPLEST_CHK" = "Notifica stato semplice";
"IDS_DEFAULT_BTN" = "Default";
"IDS_ICONGROUP" = "Seleziona icona di collegamento";
"IDS_MONICON_CHK" = "Registrare l'icona di collegamento sulla barra delle applicazioni";
"IDS_EXPTEXT2" = "Facendo doppio clic sull'icona di collegamento si apre la finestra Stato stampante.";
"IDS_SHARED" = "Consenti controllo delle stampanti condivise";
"IDS_IO_CHECK_BTN" = "Vedere avvisi Promemoria inchiostro scarso";
"IDS_CANCEL_MONITOR" = "Annulla";
"IDS_STRING_GROUP" = "Livelli inchiostro";
"IDS_STRING_GROUP_MTANK" = "Durata utile contenitore di manutenzione";
"IDS_SUB_BTN" = "Continua";
"IDS_SPL_BTN" = "Coda di stampa";
"IDS_CSICINFO_BTN" = "Informazioni";
"IDS_PRNSTOP_BTN" = "Annulla";
"IDS_SPL_BTN2" = "Coda di stampa";
"IDS_SPL_BTN3" = "Coda di stampa";
"IDS_SHOWDETAIL_BTN" = "Dettagli";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Prodotto";
"IDS_COMMON_VER_TITLE" = "Comune";
"IDS_PRINTER_VER_TITLE" = "Interfaccia utente";
"IDS_EBAPI_VER_STATIC" = "Interfaccia stampante";
"IDS_INSTALL_VER_STATIC" = "Installer";
"IDS_BOTHSIDE_PRINT" = "Stampa doppio lato";
"IDS_PRNPAUSE_BTN" = "Riprendi";
"IDS_CSIC_INFO" = "Informazioni sulla cartuccia";
"IDS_MAKER_TITLE" = "Produttore:";
"IDS_INK_TYPE_TITLE" = "Tipo inchiostro:";
"IDS_IC_TYPE_TITLE" = "Codice della cartuccia:";
"IDS_PRODUCTION_DATE_TITLE" = "Data produzione:";
"IDS_BPMSTOP_BTN" = "Annulla stampa";
"IDS_BPMPRINT_BTN" = "Stampa in nero";
"IDS_BPMCLOSE_BTN" = "Chiudi";
"IDS_BPMREPLACE_BTN" = "Sost. cartuccia...";
"IDS_INITFILL_TITLE" = "Errore cartuccia";
"IDS_INITFILL_TITLE2" = "Errore cartuccia";
"IDS_BUTTON_CSIC_DETAILS" = "Dettagli";
"IDS_CANCEL" = "Annulla";
"IDS_BUTTON_CSIC_CONTINUE" = "Continua";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Acquista Inchiostro Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Per effettuare impostazioni tramite questa utility, occorre registrarla come eccezione in Windows Firewall.\r\nSe non viene registrata come eccezione, alcune funzioni di comunicazione potrebbero venire bloccate da Windows Firewall, con conseguente limitata funzionalità.\r\n\r\nRegistrare EPSON Status Monitor 3 come eccezione in Windows Firewall?";
"IDS_ENVHELPMENU" = "Aiuto";
"IDS_ENTRYICONMSG" = "Si desidera collocare l'icona di EPSON Status Monitor 3 nella barra delle applicazioni all'avvio di Windows?";
"IDS_STATISTICS" = "Condividi informazioni d'uso con Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Info su...";
"IDS_ERROR_001" = "Memoria insufficiente.\r\nUscire da questo programma.";
"IDS_ERROR_015" = "Memoria insufficiente.";
"IDS_ERROR_021" = "Impossibile trovare informazioni sulla stampante.";
"IDS_ERROR_022" = "Nessuna informazione disponibile per questa stampante.";
"IDS_ERROR_023" = "Impossibile trovare il file specificato.";
"IDS_ERROR_024" = "Apertura del file specificato non riuscita.";
"IDS_RESTART_MON" = "Controllo attualmente impossibile.\r\nRiavviare il computer.";
"IDS_RESTART_SHARE" = "Impossibile controllare. Deselezionare la casella di controllo [Controlla stampanti condivise]\r\nnella finesrta Preferenze di controllo,e riavviare il computer.\r\nQuindi chiudere tutte le applicazioni, compreso EPSON Status Monitor 2,\r\ne reinstallare il d'river di stampante.";
"IDS_RESTART_BID" = "Impossibile stabilire comunicazione bidirezionale.\r\nReinstallare il driver di stampante.";
"IDS_SETUP_MENU" = "Preferenze di controllo";
"IDS_PAPERSIZE" = "Formato carta";
"IDS_MEDIATYPE" = "Tipo di carta";
"IDS_PAUSE" = "Sospendi'(u)";
"IDS_RESUME" = "Riprendi";
"IDS_DISCHARGE_PAPER" = "Espelli";
"IDS_INK_CANCEL" = "Annulla";
"IDS_OK" = "OK";
"IDS_HELP" = "Aiuto";
"IDS_INK_RETURN" = "Continua";
"IDS_ELINK_ERROR_TITLE" = "Supporto online";
"IDS_ELINK_CONNECT_MSG" = "Si desidera visitare il sito web EPSON?";
"IDS_ELINK_CONNECT_TITLE" = "Supporto online";
"IDS_INK_CONTINUE" = "Continua";
"IDS_PRINT" = "Stampa";
"IDS_PPACK_RETURN" = "Continua";
"IDS_INKTANKVIEW_ON" = "Verifica livelli inchiostro";
"IDS_INKTANKVIEW_OFF" = "Nascondi livelli inchiostro";
"IDS_CLEAN_CONTINUE" = "Continua";
"IDS_INK_CLSTOP" = "Annulla";
"IDS_SUPPORT_BTN" = "Supporto online";
"IDS_SUPPORT_BTN_EURO" = "Assistenza tecnica";
"IDS_ELINK_ERROR_TITLE_EURO" = "Assistenza tecnica";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Assistenza tecnica";
"IDS_ELINK_CONNECT_MSG_EURO" = "Si desidera visitare il sito web EPSON?";
"IDS_HOWTO" = "Come...";
"IDS_GOONLINE" = "In linea";
"IDS_BKPRINTING" = "Stampa in nero";
"IDS_BKPRINTING2" = "Stampa in nero";
"IDS_SHEETREMAIN" = "Pagina:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Rimanente: %d ora";
"IDS_TIMEREMAIN_MIN" = "Restano %d minuti";
"IDS_TIMEREMAIN_SEC" = "Restano %d secondi";
"IDS_START_MSG" = "Ricerca...";
"IDS_ST_NONE" = "Si è verificato un errore sconosciuto.";
"IDS_OLSTART_MSG" = "Ricerca...";
"IDS_OLST_NONE" = "Errore sconosciuto";
"IDS_STRING_CAPTION" = "Promemoria inchiostro scarso";
"IDS_STRING_PURCHASED" = "Acquisto già effettuato";
"IDS_STRING_REMINDMELATER" = "Ricorda in seguito";
"IDS_STRING_BUYINK" = "Acquista Inchiostro Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Stampa questa finestra";
"IDS_STRING_CLOSE" = "Chiudi";
"IDS_STRING_CAPTION2" = "Acquista inchiostro";
"IDS_STRING_INKCODES" = "Codici inchiostro";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ORIGINALE EPSON";
"IDS_STRING_HTML_MESSAGE2" = "Si consiglia di utilizzare cartucce originali Epson.";
"IDS_STRING_HTML_MESSAGE3" = "L'uso di altri prodotti può influenzare la qualità di stampa e provocare danni alla stampante.";
"IDS_STRING_INKLOW" = "Livello inchiostro basso";
"IDS_STRING_INKREPLACE" = "È il momento di resettare i livelli di inchiostro.";
"IDS_STRING_INKCHANGE_NEAR" = "È quasi il momento di resettare i livelli di inchiostro.";
"IDS_STRING_HTML_MESSAGE4" = "Fare clic qui per ricevere le offerte su inchiostri e altri aggiornamenti da Epson.";
"IDS_STRING_PROMOTION2" = "Epson può notificare all'utente la disponibilità di aggiornamenti tecnici, promozioni e altre offerte.";
"IDS_STRING_NOTESA2" = "Gli aggiornamenti sono disponibili quando collegati a Internet. I dati di identificazione del modello di stampante verranno inviati a Epson (privi di informazioni di identificazione personale).";
"IDS_STRING_NOTESB2" = "È possibile abilitare/disabilitare questa funzione nella finestra Preferenze di controllo.";
"IDS_STRING_NOTESC2" = "Per abilitare ora, fare clic su Accetto.";
"IDS_STRING_DISPAGAIN2" = "Non visualizzare questo messaggio in futuro.";
"IDS_STRING_TITLE2" = "Servizio di notifica Epson";
"IDS_STRING_ACCEPT2" = "Accetto";
"IDS_STRING_DECLINE2" = "Non accetto";
"IDS_STRING_BTNCLOSE" = "Chiudi";
"IDS_STRING_DISPNOAGAIN" = "Non visualizzare di nuovo questo messaggio fino al completamento delle riparazioni.";
"IDS_STRING_DESCRIPTION2" = "Necessaria l'assistenza";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "È possibile disabilitare queste funzioni dalla finestra Preferenze di controllo.";
"IDS_STRING_NOTESE" = "Fare clic qui per aprire Preferenze di controllo";
"IDS_CSIC_UNKNOWN" = "Sconosciuto";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Originale Epson";
"IDS_CSIC_ERMANUFACTUR" = "cartuccia no orig.";
"IDS_CSIC_NGENUINE" = "È stata rilevata una cartuccia non originale o rigenerata. I livelli di inchiostro potrebbero non venire mostrati in quanto non rilevabili.";
"IDS_CSIC_NGENUINE2" = "È stata rilevata una cartuccia non originale o rigenerata. I livelli di inchiostro potrebbero non venire mostrati in quanto non rilevabili.";
"IDS_IO_BUYNOW_MSG" = "Fare clic su OK per avviare il browser Web e acquistare la cartuccia inchiostro on-line.\r\n\r\nSe si dispone di una connessione remota che non si avvia con il browser, collegarsi al proprio ISP e fare clic su OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Per aprire il browser Web e collegarsi al sito Web, fate clic su OK.\r\nSe non desiderate collegarvi al sito Web adesso, fate clic su Annulla.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Utility di acquisto inchiostro on-line";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Sì";
"IDS_BKIS_BUTTON_NO" = "No";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Disabilitare questa opzione";
"IDS_BUYNOW_BTN" = "Acquista Inchiostro Epson";
"IDS_SCRAPE_NOAGAIN" = "Non visualizzare questo messaggio in futuro.";
"BTN_PC_014" = "Annulla";
"BTN_PC_030" = "Stampa";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Inchiostro originale Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Impossibile avviare questo programma con il programma di installazione driver della stampante in esecuzione.";
"IDS_DLG_NONGEN_001" = "AVVERTENZA!";
"IDS_ER0C_PAPERSIZE" = " Formato : %papersize%";
"IDS_ER0C_MEDIA" = " Tipo : %media%";
"IDS_UNCLOGGER_YES" = "Sì";
"IDS_UNCLOGGER_NO" = "No";
"IDS_UNCLOGGER_CANCELPRINT" = "Annulla stampa";
"IDS_UNCLOGGER_CLOSE" = "Chiudi";
"IDS_TRAYPOS_PRINT" = "Stampa";
"IDS_TRAYPOS_CANCEL" = "Annulla";

"IDS_QQB_BUTTON" = "Verifica connessione";
"IDS_QQB_EXECUTE_FAIL" = "Impossibile eseguire lo strumento.";
"IDS_QQB_DOWNLOAD" = "Scaricare e installare il software per la verifica della connessione?";
"IDS_QQB_INSTALL_FAIL" = "Impossibile installare il software per la verifica della connessione.";
"IDS_QQB_INSTALL_FAIL2" = "Occorre accedere come amministratore per portare a termine l'operazione.";
"IDS_QQB_INSTALLING" = "Installazione del software per la verifica della connessione...";
"IDS_QQB_DOWNLOAD_AUTOEXEC" = "Installare ed eseguire Epson Printer Connection Checker.";
"IDS_QQB_AUTOEXEC_OK" = "Eseguire Epson Printer Connection Checker.";
"IDS_PINFO_TITLE" = "Carta selezionata nella stampante";
"IDS_PINFO_SIZE" = "Formato carta";
"IDS_PINFO_TYPE" = "Tipo di carta";
"IDS_PINFO_FAIL" = "Impossibile acquisire le informazioni sulla stampante.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s pollici)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Mostra livelli inchiostro";
"IDS_CONSUMABLEVIEW_OFF" = "Nascondi livelli inchiostro";

"IDS_WAIT_SUPPORT" = "Ricerca di informazioni sul supporto...";
"IDS_SHOW_VIDEO" = "Tutorial video";
"IDS_SHOW_SUPPORTPAGE" = "Sito web Epson";
"IDS_SHOW_MANUAL" = "Si desidera visualizzare il manuale del prodotto?";
"IDS_POSTCARD_TITLE" = "Controllare se la carta è caricata correttamente.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "Assistenza";
"IDS_CONSUMABLEVIEW_ONOFF" = "Stato dei materiali di consumo";
"IDS_SUPPORT_NO" = "No";

"NOZZLE_TITLE" = "Controllo ugelli";
"NOZZLE01" = "Per eseguire un Controllo Ugelli, assicurarsi che la stampante sia accesa e connessa al computer. Assicurarsi inoltre che sia caricata carta comune in formato A4 o Letter nell'alimentatore carta posteriore. Fare clic su [Stampa] per stampare un motivo di verifica degli ugelli o fare clic su [Annulla] per uscire.";
"NOZZLE01_B01" = "Stampa";
"NOZZLE01_B02" = "Annulla";
"NOZZLE02" = "Confrontare il motivo stampato con l'esempio qui sopra. Se il motivo di verifica degli ugelli stampato non è soddisfacente, fare clic su [Pulisci]. Per uscire fare clic su [Fine].";
"NOZZLE02_B01" = "Fine";
"NOZZLE02_B02" = "Pulisci";
"NOZZLE02_RESULT1" = "Buono";
"NOZZLE02_RESULT2" = "Pulizia necessaria";

"HEADCLEANING_TITLE" = "Pulizia testine";
"HEADCLEANING01" = "Fare clic su [Avvia] per pulire gli ugelli della testina di stampa. Poiché la procedura di pulizia consuma una certa quantità di inchiostro, pulire la testina solo quando la stampa appare sbiadita o con parti mancanti. Utilizzare prima l'utility \"Controllo ugelli\" per controllare se la testina di stampa necessita di pulizia.";
"HEADCLEANING01_B01" = "Annulla";
"HEADCLEANING01_B02" = "Avvia";
"HEADCLEANING01_PREPARE" = "Attendere prego...";
"HEADCLEANING01_CLEANING" = "Pulizia testine in corso. Attendere prego.";
"HEADCLEANING02" = "La pulizia richiede qualche minuto per il completamento. La pulizia risulta terminata quando la spia di alimentazione sul pannello di controllo smette di lampeggiare. Per verificare l'efficacia della pulizia, fare clic su [Motivo di verifica degli ugelli].";
"HEADCLEANING02_B01" = "Motivo di verifica degli ugelli";
"HEADCLEANING02_B02" = "Fine";
"HEADCLEANING02_BiD" = "Il ciclo di pulizia è completato. Per verificarne l'effetto fare clic su [Motivo di verifica degli ugelli].";

"GAP_TITLE" = "Allineamento testine";
"GAP01" = "L'utility di Allineamento testine di stampa risolve disallinamenti verticali, bande orizzontali e stampe sfuocate.";
"GAP01_B01" = "Avanti >";
"GAP01_B02" = "Annulla";
"GAP02" = "Verrà stampato un foglio di allineamento verticale.\r\nAssicurarsi che la stampante sia accesa e collegata al computer. Assicurarsi inoltre che sia caricata carta in formato A4 o Letter nella stampante.\r\nFare clic su [Stampa] una volta pronti.";
"GAP02_B01" = "Stampa";
"GAP02_B02" = "Annulla";
"GAP02_B03" = "Salta >>";
"GAP03" = "Guardare il foglio di allineamento.\r\nIndividuare il quadrato senza bande visibili nei gruppi da #1 a #7. Selezionare il numero che corrisponde a tale quadrato nell'elenco sottostante per tutti i gruppi. Quindi fare clic su [Avanti >].\r\nSe ogni quadrato contiene una banda, selezionare il quadrato che contiene la banda o le bande più sottili. Quindi fare clic su [Riallineamento].";
"GAP03_B01" = "Avanti >";
"GAP03_B02" = "Annulla";
"GAP03_B03" = "Riallineamento";
"GAP04" = "Verrà stampato un foglio di allineamento orizzontale in nero.\r\nAssicurarsi che sia caricata carta in formato A4 o Letter o nella stampante.\r\nNota: questa regolazione è efficace solo nella stampa ad alta velocità su carta comune. Non è efficace su altri tipi di carta.";
"GAP04_B01" = "Stampa";
"GAP04_B02" = "Annulla";
"GAP05" = "Osservare il foglio di allineamento.\r\nIndividuare i rettangoli che non si presentano separati o sovrapposti.\r\nSelezionare il numero corrispondente dall'elenco che segue. Quindi, fare clic su [Fine].\r\nSe tutti i rettangoli sono separati o sovrapposti, selezionare l'opzione migliore. Quindi, fare clic su [Riallineamento].";
"GAP05_B01" = "Fine";
"GAP05_B02" = "Annulla";
"GAP05_B03" = "Riallineamento";

"PIFLUSHING_TITLE" = "Lavaggio inchiostro energico";
"PIFLUSHING01" = "Se il prodotto non viene utilizzato per un periodo prolungato e si riscontrano strisce o colori mancanti nelle stampe, potrebbe essere necessario sostituire l'inchiostro all'interno dei tubicini di inchiostro per risolvere il problema.\r\n\r\nL'utility Lavaggio inchiostro energico consente di sostituire tutto l'inchiostro presente all'interno dei tubicini di inchiostro e consuma una notevole quantità di inchiostro.\r\n\r\nLa qualità di stampa risulterà migliorata dopo 12 ore dall'uso di questa funzione; la funzione non può essere rieseguita prima di 12 ora dall'ultimo utilizzo.\r\nUtilizzare la funzione ora?\r\n\r\nNota: Prima di utilizzare questa funzione, assicurarsi che vi sia inchiostro sufficiente nei serbatoi della stampante.\r\nIn caso di inchiostro insufficiente, riempire i serbatoi di inchiostro.";
"PIFLUSHING01_B01" = "Annulla";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Eseguire questa funzione?\r\nPer sostituire tutto l'inchiostro nei tubicini, è necessario consumare una notevole quantità di inchiostro.\r\n\r\nNota: questa funzione ha effetto sulla durata utile dei tamponi di inchiostro di scarico. I tamponi dell'inchiostro di scarico raggiungono prima la capacità limite se si esegue questa funzione.\r\nSe i tamponi hanno raggiunto il termine della durata utile, contattare l'assistenza Epson per richiederne la sostituzione.\r\n\r\nFare clic su [Avvia] per avviare la sostituzione dell'inchiostro.\r\nUna volta avviata, questa funzione non può venire interrotta.";
"PIFLUSHING02_B01" = "Annulla";
"PIFLUSHING02_B02" = "Avvia";
"PIFLUSHING02_PREPARE" = "Attendere prego...";
"PIFLUSHING02_CLEANING" = "Lavaggio inchiostro energico in corso.\r\nAttendere.";
"PIFLUSHING03" = "Il lavaggio inchiostro energico richiede alcuni minuti per il completamento.\r\nIl lavaggio risulta completato quando la spia di alimentazione sul pannello di controllo smette di lampeggiare.";
"PIFLUSHING03_B01" = "Fine";
"PIFLUSHING03_BiD" = "Lavaggio inchiostro energico completato.";
"PIFLUSHING04" = "Non è possibile utilizzare questa funzione in quanto sono trascorse meno di 12 ore dall'ultimo utilizzo.";
"PIFLUSHING04_B01" = "OK";

"ERR_MSG_5" = "Impossibile completare il controllo ugelli.";
"ERR_MSG_6" = "Impossibile completare la pulizia della testina.";
"ERR_MSG_7" = "Impossibile completare l'allineamento testine.";
"ERR_MSG_8" = "Si è verificato un problema.";
"ERR_MSG_9" = "La verifica ugelli non può essere completato.";
"ERR_MSG_10" = "La pulizia testine non può essere completata.";
"ERR_MSG_11" = "L'allineamento testine non può essere completato.";
"ERR_MSG_12" = "Pulizia in corso!";
"ERR_MSG_13" = "La pulizia testine non può essere completata.";
"ERR_MSG_14" = "Fate clic su [Dettagli] per maggiori informazioni.";
"ERR_MSG_15" = "Procedere alla sostituzione della cartuccia?";
"ERR_MSG_17" = "Il tampone interno alla cartuccia è saturo. La cartuccia deve essere sostituita prima di poter eseguire la pulizia della testina.";
"ERR_MSG_19" = "Dettagli";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Fate clic su [Dettagli] per maggiori informazioni.";
"ERR_MSG_22" = "Sì";
"ERR_MSG_23" = "No";
"ERR_MSG_24" = "Si è verificato un errore di comunicazione.\r\nVerificare la connessione e riprovare.";
"ERR_MSG_25" = "Impossibile completare il lavaggio inchiostro energico.";
"ERR_MSG_26" = "Non è stato possibile completare il lavaggio inchiostro energico.";

"PLEASEWAIT" = "Attendere prego...";

//--->
"PRISET01B01" = "Applica";
"PRISET01B02" = "Annulla";
"PRISET01SPE04" = "Nessuna informazione disponibile per questa stampante.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Timer spegnimento";
"PRISET01SPE21" = "Off";
"PRISET01SPE22" = "30 minuti";
"PRISET01SPE23" = "1 ora";
"PRISET01SPE24" = "2 ore";
"PRISET01SPE25" = "4 ore";
"PRISET01SPE26" = "8 ore";
"PRISET01SPE27" = "12 ore";
"PRISET01GRPBOXTITLE03" = "Timer riposo";
"PRISET01SPE31" = "3 minuti";
"PRISET01SPE32" = "5 minuti";
"PRISET01SPE33" = "10 minuti";
"PRISET01SPE34" = "15 minuti";
"PRINFO01GRPBOXTITLE01" = "Numero di fogli di carta alimentata";
"PRINFO01SPE01" = "Totale fogli";
"PRINFO01SPE02" = "Nessuna informazione disponibile per questa stampante.";
"PRINFO01SPE03" = "Fogli senza margini";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Non sono state installate cartucce d'inchiostro originali Epson. Le informazioni sui livelli di inchiostro potrebbero non venire visualizzate e l'uso di inchiostro non originale viene registrato come dato per l'assistenza. Per una qualità e affidabilità ottimale, Epson consiglia l'uso di inchiostro originale Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Alim. posteriore carta";
//<---

